Repository: NaN-tic/trytond-sale_recompute_price
Catalog: locale/*.po
Languages: de_de

# field:sale.recompute_price.start,amount:
source: Amount
de_de: Betrag

# field:sale.recompute_price.start,currency:
source: Currency
de_de: Währung

# field:sale.recompute_price.start,currency_digits:
source: Currency Digits
de_de: Währung (signifikante Stellen)

# field:sale.recompute_price.start,method:
source: Recompute Method
de_de: Berechnungsmethode

# field:sale.recompute_price.start,percentage:
source: Percentage
de_de: Prozentsatz

# model:ir.action,name:wizard_recompute_price
source: Recompute Price
de_de: Preis neu berechnen

# model:sale.recompute_price.start,name:
source: Recompute Price - Start
de_de: Preis neu berechnen - Start

# selection:sale.recompute_price.start,method:
source: By Percentage
de_de: Prozentsatz

# selection:sale.recompute_price.start,method:
source: Fixed Amount
de_de: Fester Betrag

# view:sale.recompute_price.start:
source: Recompute Price
de_de: Preis neu berechnen

# view:sale.recompute_price.start:
source: Recompute the price for the selected sale?
de_de: Preis neu berechnen?

# view:sale.sale:
source: Recompute Price
de_de: Preis neu berechnen

# wizard_button:sale.recompute_price,start,compute:
source: Recompute
de_de: Berechnen

# wizard_button:sale.recompute_price,start,end:
source: Cancel
de_de: Abbrechen
